Repository: felipearpa/tyche
Catalog: iOS/Account/Sources/Account/Localizable/Localizable.xcstrings
Source language: en
Languages: es, es_es

# account_verified_description
source: Tap below to start playing.
es: Toca abajo para empezar a jugar
es_es: Toca abajo para empezar a jugar

# account_verified_title
source: You're verified
es: Ya estás verificado
es_es: Ya estás verificado

# continue_action
source: Continue
es: Continuar
es_es: Continuar

# email_label
source: Email
es: Correo electrónico
es_es: Correo electrónico

# email_validation_failure_message
source: Must be a valid email
es: Debe ser un correo electrónico válido
es_es: Debe ser un correo electrónico válido

# google_sign_in_account_exists_failure_description
source: Account already exists
es: La cuenta ya existe
es_es: La cuenta ya existe

# google_sign_in_account_exists_failure_reason
source: An account with this email already exists using a different sign-in method
es: Ya existe una cuenta con este correo usando otro método de inicio de sesión
es_es: Ya existe una cuenta con este correo usando otro método de inicio de sesión

# google_sign_in_account_exists_failure_recovery_suggestion
source: Sign in with the original method to link your Google account
es: Inicia sesión con el método original para vincular tu cuenta de Google
es_es: Inicia sesión con el método original para vincular tu cuenta de Google

# google_sign_in_invalid_credential_failure_description
source: Google sign-in failed
es: Falló el inicio con Google
es_es: Falló el inicio con Google

# google_sign_in_invalid_credential_failure_reason
source: We couldn’t verify your Google credentials
es: No pudimos verificar tus credenciales de Google
es_es: No pudimos verificar tus credenciales de Google

# google_sign_in_invalid_credential_failure_recovery_suggestion
source: Try signing in again
es: Inténtalo de nuevo
es_es: Inténtalo de nuevo

# google_sign_in_network_failure_description
source: Network error
es: Error de red
es_es: Error de red

# google_sign_in_network_failure_reason
source: We couldn’t reach the sign-in service
es: No pudimos conectar con el servicio de inicio de sesión
es_es: No pudimos conectar con el servicio de inicio de sesión

# google_sign_in_network_failure_recovery_suggestion
source: Check your connection and try again
es: Revisa tu conexión e inténtalo de nuevo
es_es: Revisa tu conexión e inténtalo de nuevo

# invalid_credential_sign_in_failure_description
source: Invalid credentials provided
es: Credenciales inválidas
es_es: Credenciales no válidas

# invalid_credential_sign_in_failure_reason
source: That email or password doesn’t seem right
es: Parece que ese correo o contraseña no es correcto
es_es: Parece que ese correo o esa contraseña no son correctos

# invalid_credential_sign_in_failure_recovery_suggestion
source: Double-check your credentials and give it another go
es: Verifica que tu correo y contraseña estén bien escritos
es_es: Comprueba que tu correo y contraseña estén bien escritos

# invalid_email_link_sign_in_failure_description
source: Invalid sign-in link
es: Enlace de inicio de sesión inválido
es_es: Enlace de inicio de sesión no válido

# invalid_email_link_sign_in_failure_reason
source: The sign-in link you clicked is either invalid or has expired
es: El enlace de inicio de sesión en el que hiciste clic es inválido o ha expirado
es_es: El enlace de inicio de sesión en el que has hecho clic no es válido o ha caducado

# invalid_email_link_sign_in_failure_recovery_suggestion
source: Please request a new sign-in link. If you're experiencing issues repeatedly, contact our support team for further assistance
es: Por favor, solicita un nuevo enlace de inicio de sesión. Si este problema se repite, contacta a nuestro equipo de soporte para obtener más ayuda
es_es: Por favor, solicita un nuevo enlace de inicio de sesión. Si el problema se repite, contacta con nuestro equipo de soporte para obtener más ayuda

# no_recovery_password_warning
source: If you forgot your password, I can’t help with recovery just yet.
es: Si olvidaste tu contraseña, aún no puedo ayudarte con eso
es_es: Si has olvidado tu contraseña, aún no puedo ayudarte con la recuperación

# password_label
source: Password
es: Contraseña
es_es: Contraseña

# password_validation_failure_message
source: Password must be between 8–16 characters and include at least one uppercase letter, one lowercase letter, one number, and one special character
es: La contraseña debe tener entre 8 y 16 caracteres e incluir al menos una letra mayúscula, una letra minúscula, un número y un carácter especial
es_es: La contraseña debe tener entre 8 y 16 caracteres e incluir al menos una letra mayúscula, una letra minúscula, un número y un carácter especial

# send_sign_in_link_to_email_too_many_requests_failure_description
source: Email sign-in is temporarily unavailable
es: El inicio de sesión por correo no está disponible temporalmente
es_es: El inicio de sesión por correo no está disponible temporalmente

# send_sign_in_link_to_email_too_many_requests_failure_reason
source: You have exceeded the daily limit for email sign-in requests
es: Has superado el límite diario de solicitudes de inicio de sesión por correo
es_es: Has superado el límite diario de solicitudes de inicio de sesión por correo

# send_sign_in_link_to_email_too_many_requests_failure_recovery_suggestion
source: Please try again in a few hours
es: Inténtalo de nuevo en unas horas
es_es: Vuelve a intentarlo dentro de unas horas

# sign_in_action
source: Sign in
es: Iniciar sesión
es_es: Iniciar sesión

# sign_in_title
source: Sign in
es: Iniciar sesión
es_es: Iniciar sesión

# start_action
source: Get started
es: Iniciar
es_es: Empezar

# success_login_message
source: Congratulations! You\'re in the game and ready to place your bet. Let the fun begin!
es: ¡Felicidades! Has iniciado sesión correctamente y estás listo para hacer tu apuesta. ¡Que empiece la diversión!
es_es: ¡Enhorabuena! Has iniciado sesión correctamente y ya puedes hacer tu apuesta. ¡Que empiece la diversión!

# verification_email_sent_description
source: Tap the link in your email to sign in
es: Toca el enlace en el correo para entrar
es_es: Toca el enlace en el correo para entrar

# verification_email_sent_title
source: We sent you a link
es: Te enviamos un enlace
es_es: Te enviamos un enlace

# verification_email_sent_warning
source: Make sure to open it on this device
es: Asegúrate de abrirlo desde este teléfono
es_es: Asegúrate de abrirlo desde este teléfono
